
import style from "./MaromAbout.module.css"
export default function AboutMarom() {
    return (
        <>
            <h1 className={style["about-maraom-title"]}>על החטיבה</h1>
            <div className={style["about-maraom-container"]}>
                <p>
                    חטיבת המרום היא חטיבה ייחודית שכן היא משלבת בתוכה יחידות מבצעיות ובתי ספר מבצעיים להדרכת לוחמי חיל הרגלים והיחידות המיוחדות והמובחרות בצה"ל.
                </p>
                <p>
                    בשגרה החטיבה מכשירה מאות אלפי לוחמים למקצועות שונים ותוך כדי כך שומרת על אופייה האופרטיבי.
                </p>
                <p>
                    בעת לחימה החטיבה הופכת את עורה, חוברת ולוחמת לצד יחידות שונות בצה"ל בחזית הלחימה וממשיכה לבצע אימונים מותאמים לכוחות השונים.
                </p>
                <p>
                    יחידות החטיבה הוקמו לאורך השנים מקום המדינה עד שבשנת 2005 לוכדו לכדי חטיבה אחת שכל יחידה תחתיה עוסקת בתחום ייחודי לה.
                </p>
                <p>
                    תחת החטיבה נמצאות היחידות הבאות:
                </p>
                <ul className={style["unit-list"]}>
                    <li>עוקץ</li>
                    <li>לוט"ר</li>
                    <li>בלנ"ם</li>
                    <li>בית ספר לירי</li>
                    <li>צניחה והטסה</li>
                    <li>אספקה בהיטס</li>
                    <li>עומר</li>
                </ul>
                <p>
                    יחידות החטיבה פועלות בשיתוף פעולה על מנת לספק מענה הדרכתי ומבצעי ולמקסם את יכולותיה.
                </p>
            </div>
        </>
    )
}