import article1 from "../../../assets/oketz/article1.jpg"
import article2 from "../../../assets/oketz/article2.webp"
import article3 from "../../../assets/oketz/article3.jpg"
import article4 from "../../../assets/oketz/article4.webp"
import article5 from "../../../assets/oketz/article5.avif"
import article6 from "../../../assets/oketz/article6.png"

export const articles = [
    {
        imageSrc: article1,
        header: `ידידו הטוב של הלוחם: כלבי "עוקץ" הביאו לחיסול 10 מחבלים וחילוץ של 200 אזרחים`,
        paragraph: `מתחילת המערכה פועלת יחידת הכלבנים של צה"ל ביחד עם יחידות אחרות כגון סיירת מטכ"ל בלחימה ביישובי העוטף.
                    הכלב נארו הצליח לחשוף מארב של מחבלים ותקף אותם. הוא נהרג אחרי שעות של קרב.
                    צ'ארלי הביא ללכידת בכיר ביחידה התת קרקעית של חמאס.
                    כעת הם ממתינים לכניסה לעזה.`,
        link: `https://news.walla.co.il/item/3616124`
    },
    {
        imageSrc: article2,
        header: `גיבור על ארבע: כלב של יחידת עוקץ נהרג בעזה – והציל חיים`,
        paragraph: `במהלך פעילות של כוחות צה"ל בצפון הרצועה, הם שלחו את טייגה בן ה-3 לאתר מחבלים במבנה בעזה
                    • לאחר שנתקל ב-5 מחבלים, הם ירו לעברו והרגו אותו • בהמשך, הכוחות חיסלו אותם`,
        link: `https://www.israelhayom.co.il/animals/article/14844598?amp=1`
    },
    {
        imageSrc: article3,
        header: `במעצרים, בסריקות אמל"ח ובמלחמות – ה"גיבורים על ארבע" של יחידת עוקץ`,
        paragraph: `אין כמעט מבצע שיוצא לפועל בלי ליווי של לוחמי וכלבי יחידת עוקץ, שמתלווים ליחידות מובחרות אחרות במגוון פעילויות מבצעיות •
                    רק אחד מעשרה כלבים שנבחנים מגיע ליחידה, וכמעט כולם מגזע מלינואה ומגיעים מבתי גידול בהולנד ובגרמניה`,
        link: `https://www.mako.co.il/news-military/2022_q3/Article-595308330700381026.htm`
    },
    {
        imageSrc: article4,
        header: `מפקדי יחידת "עוקץ" בראיון מיוחד: "כל מי שהיה יכול – חתר למגע"`,
        paragraph: `מפקד היחידה משחזרים את אירועי "השבת השחורה": מהקפצת הכוחות, דרך הנסיעה דרומה של כל מי שרק יכול היה ברכבים לא ממוגנים ועד ההחלטה לשלוח לוחמים בהכשרה לקרב • "אנחנו במלחמה על הבית, צריך לעשות הכל כדי להשמיד את חמאס"`,
        link: `https://www.israelhayom.co.il/news/defense/article/14752239`
    },
    {
        imageSrc: article5,
        header: `"רציתי תפקיד משמעותי, שיוציא ממני את המיץ": הלוחמת שעובדת עם כלב לזיהוי חללים`,
        paragraph: `הכוחות בעזה מופתעים אולי להיתקל בה בין ההריסות, אבל זה לא עוצר את סמלת ע' מיחידת עוקץ. הצעירה בוגרת האולפנה, שיחד עם הכלב רוּדִי כבר איתרה שתי גופות של חטופות, מספרת על הסריקות העצובות שביצעו בעוטף, על הפחד למצוא חללים שהיא מכירה ועל הפרידה הקשה מהלוחמים על ארבע שנפלו בעת מילוי תפקידם`,
        link: `https://www.ynet.co.il/news/article/yokra13733130`
    },
    {
        imageSrc: article6,
        header: `תחת אש: לוחמי וכלבי עוקץ מחלצים אזרחים מקיבוצי העוטף`,
        paragraph: `כתף אל כתף עם סיירת מטכ"ל ושלדג היו אלו לוחמי יחידת עוקץ יחד עם כלביהם שפעלו בעוטף לחיסול מחבלים וחילוץ אזרחים • עוד יסופר על גבורתו של הכלב נארו שזיהה מחבלים במארב, תקף וחשף אותם ועזר ללוחמים לחסלם • נארו נהרג בקרב ולאחר שעות של לחימה, לוחמי שייטת 13 ועוקץ חילצו את גופתו והביאו אותה לקבורה`,
        link: `https://www.israelhayom.co.il/news/defense/article/14709047`
    }
]