import article1 from "../../../assets/oketz/article1.jpg"
import article2 from "../../../assets/oketz/article2.webp"
import article3 from "../../../assets/oketz/article3.jpg"

export const articles = [
    {
        imageSrc: article1,
        header: `ידידו הטוב של הלוחם: כלבי "עוקץ" הביאו לחיסול 10 מחבלים וחילוץ של 200 אזרחים`,
        paragraph: `מתחילת המערכה פועלת יחידת הכלבנים של צה"ל ביחד עם יחידות אחרות כגון סיירת מטכ"ל בלחימה ביישובי העוטף.
                    הכלב נארו הצליח לחשוף מארב של מחבלים ותקף אותם. הוא נהרג אחרי שעות של קרב.
                    צ'ארלי הביא ללכידת בכיר ביחידה התת קרקעית של חמאס.
                    כעת הם ממתינים לכניסה לעזה.`,
        link: `https://news.walla.co.il/item/3616124`
    },
    {
        imageSrc: article2,
        header: `גיבור על ארבע: כלב של יחידת עוקץ נהרג בעזה – והציל חיים`,
        paragraph: `במהלך פעילות של כוחות צה"ל בצפון הרצועה, הם שלחו את טייגה בן ה-3 לאתר מחבלים במבנה בעזה
                    • לאחר שנתקל ב-5 מחבלים, הם ירו לעברו והרגו אותו • בהמשך, הכוחות חיסלו אותם`,
        link: `https://www.israelhayom.co.il/animals/article/14844598?amp=1`
    },
    {
        imageSrc: article3,
        header: `במעצרים, בסריקות אמל"ח ובמלחמות – ה"גיבורים על ארבע" של יחידת עוקץ`,
        paragraph: `אין כמעט מבצע שיוצא לפועל בלי ליווי של לוחמי וכלבי יחידת עוקץ, שמתלווים ליחידות מובחרות אחרות במגוון פעילויות מבצעיות •
                    רק אחד מעשרה כלבים שנבחנים מגיע ליחידה, וכמעט כולם מגזע מלינואה ומגיעים מבתי גידול בהולנד ובגרמניה`,
        link: `https://www.mako.co.il/news-military/2022_q3/Article-595308330700381026.htm`
    }
]