export const oketzYizkorListData = [
    {
        name:`רב"ט יואב זרמון ז"ל`,
        role:`נהג במפקדה`,
        militaryBackground:`בתחילת אפריל 1993 התגייס לצה"ל והיה לנהג תובלה במתקן אדם`,
        fallDate:`י' בסיוון תשנ"ד 8.5.1994`
    },
    {
        name:`רב"ט יואב זרמון ז"ל`,
        role:`נהג במפקדה`,
        militaryBackground:`בתחילת אפריל 1993 התגייס לצה"ל והיה לנהג תובלה במתקן אדם`,
        fallDate:`י' בסיוון תשנ"ד 8.5.1994`
    },
    {
        name:`רב"ט יואב זרמון ז"ל`,
        role:`נהג במפקדה`,
        militaryBackground:`בתחילת אפריל 1993 התגייס לצה"ל והיה לנהג תובלה במתקן אדם`,
        fallDate:`י' בסיוון תשנ"ד 8.5.1994`
    },
    {
        name:`רב"ט יואב זרמון ז"ל`,
        role:`נהג במפקדה`,
        militaryBackground:`בתחילת אפריל 1993 התגייס לצה"ל והיה לנהג תובלה במתקן אדם`,
        fallDate:`י' בסיוון תשנ"ד 8.5.1994`
    },
    {
        name:`רב"ט יואב זרמון ז"ל`,
        role:`נהג במפקדה`,
        militaryBackground:`בתחילת אפריל 1993 התגייס לצה"ל והיה לנהג תובלה במתקן אדם`,
        fallDate:`י' בסיוון תשנ"ד 8.5.1994`
    },
    {
        name:`רב"ט יואב זרמון ז"ל`,
        role:`נהג במפקדה`,
        militaryBackground:`בתחילת אפריל 1993 התגייס לצה"ל והיה לנהג תובלה במתקן אדם`,
        fallDate:`י' בסיוון תשנ"ד 8.5.1994`
    },
    {
        name:`רב"ט יואב זרמון ז"ל`,
        role:`נהג במפקדה`,
        militaryBackground:`בתחילת אפריל 1993 התגייס לצה"ל והיה לנהג תובלה במתקן אדם`,
        fallDate:`י' בסיוון תשנ"ד 8.5.1994`
    },
    {
        name:`רב"ט יואב זרמון ז"ל`,
        role:`נהג במפקדה`,
        militaryBackground:`בתחילת אפריל 1993 התגייס לצה"ל והיה לנהג תובלה במתקן אדם`,
        fallDate:`י' בסיוון תשנ"ד 8.5.1994`
    },
    {
        name:`רב"ט יואב זרמון ז"ל`,
        role:`נהג במפקדה`,
        militaryBackground:`בתחילת אפריל 1993 התגייס לצה"ל והיה לנהג תובלה במתקן אדם`,
        fallDate:`י' בסיוון תשנ"ד 8.5.1994`
    },
    {
        name:`רב"ט יואב זרמון ז"ל`,
        role:`נהג במפקדה`,
        militaryBackground:`בתחילת אפריל 1993 התגייס לצה"ל והיה לנהג תובלה במתקן אדם`,
        fallDate:`י' בסיוון תשנ"ד 8.5.1994`
    },
    {
        name:`רב"ט יואב זרמון ז"ל`,
        role:`נהג במפקדה`,
        militaryBackground:`בתחילת אפריל 1993 התגייס לצה"ל והיה לנהג תובלה במתקן אדם`,
        fallDate:`י' בסיוון תשנ"ד 8.5.1994`
    }
]