import article1 from "../../../assets/bet-sefer-yeri/article1.jpg"
import article2 from "../../../assets/bet-sefer-yeri/article2.webp"
import article3 from "../../../assets/bet-sefer-yeri/article3.jpeg"

export const articles = [
    {
        imageSrc: article1,
        header: `חדש בצה"ל: קורס מדריך ירי מבצעי ללוחמים נערך לראשונה`,
        paragraph: `חיילים הוכשרו לתפקיד שהיה שמור רק לקצינים ויוכלו לנהל מטווח ירי. בצבא אומרים כי תוך חודש בלבד הם ירו בנשק יותר מבכל תקופת ההכשרה שלהם וכעת, יוכלו להעביר את הידע והניסיון שצברו לשאר הלוחמים בגדודים. בקרוב יפתח מחזור נוסף ובצה"ל מספרים על ביקוש גבוה: "מכל החטיבות רוצים להגיע"`,
        link: `https://www.mako.co.il/pzm-soldiers/Article-9eb3a7182ca0b71027.htm`
    },
    {
        imageSrc: article2,
        header: `לראשונה בצה"ל - לוחמים יוסמכו כמדריכי קליעה בגדודים`,
        paragraph: `בתום חודש של תרגול ואימונים, הסתיים המחזור הראשון של קורס מדריכי הירי המבצעי, אליו הגיעו מכל החטיבות הלוחמות. אז מה הלוחמים עברו? איך יוכלו הסמלים החדשים לנהל מטווחים? ומתי נפתח הקורס הבא? כל הפרטים`,
        link: `https://www.idf.il/%D7%90%D7%AA%D7%A8%D7%99-%D7%99%D7%97%D7%99%D7%93%D7%95%D7%AA/%D7%96%D7%A8%D7%95%D7%A2-%D7%94%D7%99%D7%91%D7%A9%D7%94/%D7%9B%D7%9C-%D7%94%D7%9B%D7%AA%D7%91%D7%95%D7%AA/2021/%D7%9E%D7%93%D7%A8%D7%99%D7%9B%D7%99-%D7%A7%D7%9C%D7%99%D7%A2%D7%94-%D7%9C%D7%95%D7%97%D7%9E%D7%99%D7%9D-%D7%92%D7%93%D7%95%D7%93%D7%99-%D7%97%D7%99%D7%A8-%D7%A6%D7%94%D7%9C-%D7%9E%D7%A0%D7%94%D7%9C%D7%99-%D7%9E%D7%98%D7%95%D7%95%D7%97/`
    },
    {
        imageSrc: article3,
        header: `הכירו את בית הספר שכל לוחם מוסמך בנשק צריך לעבור דרכו`,
        paragraph: `ניסויים של כלי נשק מתקדמים, הכשרות שדוחפות את היכולות לקצה ופיתוח תורת הלחימה של העתיד - לבית הספר שנפתח בחודש שעבר במתקן אדם יש משימה אחת: להפוך את הלוחמים ליורים הטובים ביותר, עם האמצעים הטובים ביותר. חזרתי מספסל הלימודים של הקליעה בצה"ל - עם כל מה שאתם צריכים לדעת עליו`,
        link: `https://www.idf.il/%D7%90%D7%AA%D7%A8%D7%99-%D7%99%D7%97%D7%99%D7%93%D7%95%D7%AA/%D7%96%D7%A8%D7%95%D7%A2-%D7%94%D7%99%D7%91%D7%A9%D7%94/%D7%9B%D7%9C-%D7%94%D7%9B%D7%AA%D7%91%D7%95%D7%AA/2020/%D7%91%D7%99%D7%AA-%D7%94%D7%A1%D7%A4%D7%A8-%D7%94%D7%97%D7%93%D7%A9-%D7%9C%D7%9E%D7%A7%D7%A6%D7%95%D7%A2%D7%95%D7%AA-%D7%94%D7%99%D7%A8%D7%99/`
    }
]