export default function CommanderPage() {
    return (
        <>
            <h1>דברי מפקד החטיבה</h1>
            <p>
                מפקדים, לוחמים וחיילים
                ״ארדוף אויבי ואשיגם, ולא אשוב עד כלותם״
                המלחמה לא נגמרה וכנראה גם לא תגמר לעולם, הזכות להגן על עצמנו כעם מאויבנו הרבים תשאר לעולמים.
                צה״ל ואנחנו בתוכו בתוך מערכה חשובה מנשוא להשבת החטופים, לפגיעה קשה בחמאס ולבסוף להחזיר את הביטחון לעם ישראל בארצו.
                אני גאה בכם!
                אני גאה בכל אחד ואחת מכם על מה שעשיתם עד כה, יצא לי לראות את רובכם בשטח, ותמיד ראיתי נחישות, יוזמה, חתירה למגע והפגנת מקצועיות בלתי מתפשרת של כולכם - בלחימה בתמרון, בלחימה בהגנה על הישובים בגבול ובכל פעולה בעורף.

                זה הזמן למלא מצברים, להגביר כשירויות, לנסות לסגור מעט ״פצעים״ שנפתחו, לזכור את הנופלים ולבקש לשלום הפצועים ולהיות מוכנים לשלב הבא במערכה.

                המשיכו במלאכת הקודש והיו גאים כי יש לנו הזכות להיות חלק ממלחמת המצווה שאליה נקראנו!
                אני סומך עליכם ובטוח שתמשיכו לעשות את המוטל עליכם בצורה הטובה ביותר - עד לניצחון!

                מפקדי, לוחמי וחיילי חטיבת המרום *אתם כותבים בצעדיכם את ההיסטוריה שלנו כחטיבה בלחימה - אתם הראשונים
            </p>
            <h1>
                ביחד עד הניצחון
            </h1>
            <p>
                אל״מ, גיל אליה
            </p>
            <p>
                מפקד מרום
            </p>
        </>
    )
}