import style from "./CommanderPage.module.css"

export default function CommanderPage() {
    return (
        <>
            <h1 className={style["about-maraom-title"]}>דברי מפקד החטיבה</h1>
            <div className={style["commander-page-content"]}>
                <div>
                    <p style={{ fontSize: "1.5rem", fontWeight: "bolder" }}> מפקדים, לוחמים וחיילים</p>
                    <p>״ארדוף אויבי ואשיגם, ולא אשוב עד כלותם״</p>
                    <p>המלחמה עדיין לא נגמרה!</p>
                    <p>הזכות להגן על עצמנו כעם מאויבנו הרבים תשאר לעולמים.</p>
                    <p>צה״ל ואנחנו בתוכו בתוך מערכה חשובה מנשוא להשבת החטופים, לפגיעה קשה בחמאס ולבסוף להחזיר את הביטחון לעם ישראל בארצו.</p>
                    <p style={{ fontWeight: "bold" }}>אני גאה בכם!</p>
                    <p>אני גאה בכל אחד ואחת מכם על מה שעשיתם עד כה, יצא לי לראות את רובכם בשטח,
                        ותמיד ראיתי נחישות,יוזמה, חתירה למגע והפגנת מקצועיות בלתי מתפשרת של
                        כולכם - בלחימה בתמרון, בלחימה בהגנה על הישובים בגבול ובכל פעולה בעורף.
                    </p>
                </div>
                <div style={{margin:"3% 0"}}>
                    <p>
                        זה הזמן למלא מצברים, להגביר כשירויות, לנסות לסגור מעט ״פצעים״ שנפתחו, לזכור
                        את הנופלים, לשלום הפצועים ולהיות מוכנים לשלב הבא במערכה.
                    </p>
                </div>
                <div style={{margin:"3% 0"}}>
                    <p>
                        המשיכו במלאכת הקודש והיו גאים כי יש לנו הזכות להיות חלק ממלחמת המצווה
                        שאליה נקראנו!
                    </p>
                    <p>
                        אני סומך עליכם ובטוח שתמשיכו לעשות את המוטל עליכם בצורה הטובה ביותר - עד
                        לניצחון!
                    </p>
                </div>
                <div style={{margin:"3% 0"}}>
                    <p>
                        מפקדי, לוחמי וחיילי חטיבת המרום <span style={{ fontWeight: "bold" }}>אתם כותבים בצעדיכם את ההיסטוריה שלנו כחטיבה בלחימה - אתם הראשונים</span>
                    </p>
                </div>

            </div>
            <div className={style["signature"]} style={{margin:"3% 0"}}>
                <h1>
                    ביחד עד הניצחון
                </h1>
                <div className={style["signature-name"]}>
                    <p>
                        אל״ם, גיל אליה
                    </p>
                    <p style={{ display: "flex", justifyContent: "space-between" }}>
                        <span>מפקד</span> <span>מרום</span>
                    </p>
                </div>
            </div>
        </>
    )
}