import article1 from "../../../assets/balnam/article1.jpg"
import article2 from "../../../assets/balnam/article2.webp"
import article3 from "../../../assets/balnam/article3.webp"
import article4 from "../../../assets/balnam/article4.webp"
import article5 from "../../../assets/balnam/article5.webp"

export const articles = [
    {
        imageSrc: article1,
        header: `"טייסי קרקע": הצצה ליחידה שמכשירה נהגים לפעילות בעומק שטח האויב`,
        paragraph: `פלגת הנהיגה המבצעית מכשירה לוחמים לחילוץ פצועים ומתן אספקה, בדרכים לא דרכים ובאפלה מוחלטת • הצטרפנו לתרגיל המסכם באמצע שום מקום`,
        link: `https://www.israelhayom.co.il/article/828589?amp=1`
    },
    {
        imageSrc: article2,
        header: `הצצה מיוחדת ליחידת הניוד הלילי של צה"ל`,
        paragraph: `יחידת הנהגים המבצעיים קיבלה במבצע שומר החומות טוויסט משמעותי, כשהיא הופעלה כיחידה ולא כבודדים. "האויב מחייב אותנו להשתדרג וזה בדיוק מה שעשינו"`,
        link: `https://www.makorrishon.co.il/news/360179/?amp=1`
    },
    {
        imageSrc: article3,
        header: `המסדר יעבור לדרייב: היחידה שמכשירה את הנהגים הקרביים`,
        paragraph: `ביקור בלעדי בבית הספר לניוד מבצעי של צה"ל, שהיה עד לא מזמן מועדון סגור אליו הגיעו בשיטת חבר מביא חבר. אבל עכשיו כבר אפשר לספר - זה הולך להשתנות, בעצם, לא הכל אפשר לספר...`,
        link: `https://cars.walla.co.il/item/3546406`
    },
    {
        imageSrc: article4,
        header: `יומיים עם היחידה שעוברת בכל הארץ`,
        paragraph: `הצטרפתי לתרגיל שכל לוחם בהכשרה של מדריכי הניוד המבצעי מצפה לו. במשך יומיים חוויתי את היחידה מבפנים - ובין נהיגה לנהיגה, שמעתי מהם את הפרטים שלא כולם מכירים על המסלול של אחת היחידות המעניינות בצבא`,
        link: `https://www.idf.il/%D7%90%D7%AA%D7%A8%D7%99-%D7%99%D7%97%D7%99%D7%93%D7%95%D7%AA/%D7%97%D7%98%D7%99%D7%91%D7%AA-%D7%94%D7%9E%D7%A8%D7%95%D7%9D/%D7%9B%D7%9C-%D7%94%D7%9B%D7%AA%D7%91%D7%95%D7%AA/2022/%D7%91%D7%9C%D7%A0%D7%9D-%D7%A0%D7%99%D7%95%D7%93-%D7%9E%D7%91%D7%A6%D7%A2%D7%99-%D7%AA%D7%A8%D7%92%D7%99%D7%9C-%D7%91%D7%9C%D7%A0-%D7%9D-%D7%A6%D7%A4%D7%95%D7%9F-%D7%93%D7%A8%D7%95%D7%9D-%D7%93%D7%A8%D7%95%D7%9D-%D7%A6%D7%A4%D7%95%D7%9F-%D7%9C%D7%95%D7%97%D7%9E%D7%99%D7%9D-%D7%9E%D7%A8%D7%95%D7%9D-%D7%96%D7%A8%D7%95%D7%A2-%D7%94%D7%99%D7%91%D7%A9%D7%94-%D7%9E%D7%96%D7%99-%D7%94%D7%90%D7%9E%D7%A8%D7%99%D7%9D/`
    },
    {
        imageSrc: article5,
        header: `"לראות ולא להיראות, לשמוע ולא להישמע": היחידה המיוחדת שפועלת בעומק שטח האויב - בלי שאף אחד שם לב`,
        paragraph: `בעקבות פרסום שמו של חלל צה"ל נוסף, החלטנו להתמקד באחת היחידות הסודיות ביותר בצה"ל • היחידה, שאחראית על הכשרה בתחום הניוד המבצעי, הוקמה בשנת 2005 במטרה ליצור גוף שיהווה מקור ידע ויכשיר לוחמים מכלל צה"ל כאנשי ניוד טקטיים • זו היחידה שמכשירה נהגים לפעול הרחק מגבולות המדינה מבלי להיחשף`,
        link: `https://www.israelhayom.co.il/military-life/world-news-military-life/article/14961859`
    }
]