import article1 from "../../../assets/lotar/article1.webp"
import article2 from "../../../assets/lotar/article2.jpg"
import article3 from "../../../assets/lotar/article3.webp"
import article4 from "../../../assets/lotar/article4.png"
import article5 from "../../../assets/lotar/article5.webp"

export const articles = [
    {
        imageSrc: article1,
        header: `יחידת הלוט"ר שחילצה ישובים בעוטף מתאמנת לכל תרחיש במהלך המלחמה`,
        paragraph: `מאז תחילת המלחמה יחידת לוט"ר, היחידה המיוחדת ללוחמה בטרור של מג"ב, מאמנת מסביב לשעון כיתות כוננות ברחבי הארץ. הלוחמים המיומנים שגם השתתפו בקרבות החילוץ ביישובי העוטף באותה שבת – מכינים עכשיו לכל תרחיש את מאות כיתות הכוננות שהוקמו`,
        link: `https://www.kan.org.il/content/kan/kan-actual/p-11894/news-item/590399/`
    },
    {
        imageSrc: article2,
        header: `"עוזרים להפתיע את המחבלים, נותנים ביטחון ללוחמים שלצידם": היחידה שמובילה את הלחימה בשטח הבנוי בעזה`,
        paragraph: `לוחמי הלוט"ר (לוחמה בטרור) מכשירים את כל היחידות המיוחדות והסיירות בצה"ל בשיטות לוחמה שונות, וכעת נלחמים לצידם ברצועה • עם ניסיון עשיר ואמצעים מיוחדים, כמו רחפן שנכנס לכיס – הם יודעים "לחשוב אחרת" ולהדריך את הלוחמים איך לפעול בסביבה צפופה כמו בערי הרצועה`,
        link: `https://www.mako.co.il/news-military/6361323ddea5a810/Article-d33b09a04885c81026.htm`
    },
    {
        imageSrc: article3,
        header: `תיעוד: לוחמי לוט"ר בקרב מול חוליית מחבלים בלב שכונת שג׳עייה`,
        paragraph: `המחבלים ניסו למשוך את החיילים למארב ממולכד של ירי ומטענים • היחידה הגיבה בזמן והצליחה לחסל את האיום • לאחר מכן - הכוח איתר במקום פיר מנהרה שהוביל למסגד`,
        link: `https://www.israelhayom.co.il/news/defense/article/14924597`
    },
    {
        imageSrc: article4,
        header: `"כאן כדי להישאר": לוחמי יחידת הלוט"ר מדברים על הלחימה ברצועה`,
        paragraph: `אם אפשר היה להראות את הפנים שלהם, היינו אומרים שככה נראים גיבורים. לוחמי היחידה ללוחמה בטרור לא נחשפים בשגרה, וגם לא במלחמה הזאת, אבל עכשיו, אחרי כמעט שלושה חודשים של לחימה בעזה, הם התייצבו מול המצלמה לריאיון ראשון, בו הם סיפרו על הקרבות - ועל החברים שאיבדו בדרך. "עוצרים הכל כדי לשמור על המדינה ולהחזיר את השליטה"`,
        link: `https://13tv.co.il/item/news/politics/security/op6rg-903866563/`
    },
    {
        imageSrc: article5,
        header: `לוחם הלוט"ר משחזר את 36 השעות הדרמטיות תחת אש`,
        paragraph: `חודש לאחר הקרבות הקשים בעוטף, משחזר לראשונה רס"ר א' את הרגעים הדרמטיים של אותה השבת. במשך 36 שעות רצופות הוא וחבריו מהלוט"ר קפצו מנקודה לנקודה, נלחמו במחבלים, וחילצו משפחות שלמות. שמענו ממנו על שרשרת ההיתקלויות, על החיבוק שלעולם לא ישכח, ועל אינספור רגעים מלאי תקווה בין אבידות קשות לקרבות הירואיים`,
        link: `https://www.idf.il/%D7%90%D7%AA%D7%A8%D7%99-%D7%99%D7%97%D7%99%D7%93%D7%95%D7%AA/%D7%99%D7%95%D7%9E%D7%9F-%D7%94%D7%9E%D7%9C%D7%97%D7%9E%D7%94/%D7%9B%D7%9C-%D7%94%D7%9B%D7%AA%D7%91%D7%95%D7%AA/%D7%9B%D7%AA%D7%91%D7%95%D7%AA-%D7%99%D7%99%D7%96%D7%95%D7%9E%D7%95%D7%AA/%D7%9C%D7%95%D7%97%D7%9D-%D7%9C%D7%95%D7%98%D7%A8-%D7%9C%D7%95%D7%97%D7%9E%D7%99%D7%9D-%D7%9E%D7%9C%D7%97%D7%9E%D7%94-%D7%A2%D7%95%D7%98%D7%A3-%D7%A2%D7%96%D7%94-%D7%90%D7%9C%D7%94-%D7%A4%D7%9C%D7%92-%D7%97%D7%A8%D7%91%D7%95%D7%AA-%D7%91%D7%A8%D7%96%D7%9C-%D7%97%D7%98%D7%95%D7%A4%D7%99%D7%9D-%D7%98%D7%99%D7%94%D7%95%D7%A8-%D7%A0%D7%99%D7%A8-%D7%99%D7%A6%D7%97%D7%A7/`
    }
]