import article1 from "../../../assets/lotar/article1.webp"
import article2 from "../../../assets/lotar/article2.jpg"
import article3 from "../../../assets/lotar/article3.webp"

export const articles = [
    {
        imageSrc: article1,
        header: `יחידת הלוט"ר שחילצה ישובים בעוטף מתאמנת לכל תרחיש במהלך המלחמה`,
        paragraph: `מאז תחילת המלחמה יחידת לוט"ר, היחידה המיוחדת ללוחמה בטרור של מג"ב, מאמנת מסביב לשעון כיתות כוננות ברחבי הארץ. הלוחמים המיומנים שגם השתתפו בקרבות החילוץ ביישובי העוטף באותה שבת – מכינים עכשיו לכל תרחיש את מאות כיתות הכוננות שהוקמו`,
        link: `https://www.kan.org.il/content/kan/kan-actual/p-11894/news-item/590399/`
    },
    {
        imageSrc: article2,
        header: `"עוזרים להפתיע את המחבלים, נותנים ביטחון ללוחמים שלצידם": היחידה שמובילה את הלחימה בשטח הבנוי בעזה`,
        paragraph: `לוחמי הלוט"ר (לוחמה בטרור) מכשירים את כל היחידות המיוחדות והסיירות בצה"ל בשיטות לוחמה שונות, וכעת נלחמים לצידם ברצועה • עם ניסיון עשיר ואמצעים מיוחדים, כמו רחפן שנכנס לכיס – הם יודעים "לחשוב אחרת" ולהדריך את הלוחמים איך לפעול בסביבה צפופה כמו בערי הרצועה`,
        link: `https://www.mako.co.il/news-military/6361323ddea5a810/Article-d33b09a04885c81026.htm`
    },
    {
        imageSrc: article3,
        header: `תיעוד: לוחמי לוט"ר בקרב מול חוליית מחבלים בלב שכונת שג׳עייה`,
        paragraph: `המחבלים ניסו למשוך את החיילים למארב ממולכד של ירי ומטענים • היחידה הגיבה בזמן והצליחה לחסל את האיום • לאחר מכן - הכוח איתר במקום פיר מנהרה שהוביל למסגד`,
        link: `https://www.israelhayom.co.il/news/defense/article/14924597`
    }
]